tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "srcclr/srcclr"
brew "automake"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "coreutils"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "cask"
brew "check"
brew "cmake"
brew "gcc"
brew "gdk-pixbuf"
brew "gibo"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "helm"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jfrog-cli"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libxkbcommon"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "md5sha1sum"
brew "meson"
brew "neofetch"
brew "nkf"
brew "plantuml"
brew "xcb-util"
brew "startup-notification"
brew "terrahelp"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "watch"
brew "wget"
brew "xcb-util-cursor"
brew "xcb-util-wm"
brew "zig"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/waypoint"
brew "srcclr/srcclr/srcclr"
brew "zcp/bpctl/bpctl"
brew "sbt"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "chefdk3"
cask "google-cloud-sdk"
