tap "homebrew/bundle"

cask "alacritty" if OS.mac?
cask "arc" if OS.mac?
cask "1password" if OS.mac?
cask "raycast" if OS.mac?
cask "google-chrome" if OS.mac?
cask "google-japanese-ime" if OS.mac?
cask "karabiner-elements" if OS.mac?
cask "drawio" if OS.mac?

brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "gh"
brew "tmux"
brew "wget"
brew "ipcalc"
brew "nvm"
brew "ruby"
