cask "ghostty"
cask "alacritty" if OS.mac?
cask "arc" if OS.mac?
cask "1password" if OS.mac?
cask "raycast" if OS.mac?
cask "google-chrome" if OS.mac?
cask "google-japanese-ime" if OS.mac?
cask "karabiner-elements" if OS.mac?
cask "font-monaspace"
cask "font-fira-code"
cask "drawio" if OS.mac?
cask "excalidrawz" if OS.mac?
cask "obsidian" if OS.mac?
cask "dropbox" if OS.mac?

brew "fzf"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "ripgrep"
brew "gh"
brew "tmux"
brew "wget"
brew "ipcalc"
brew "nvm"
brew "ruby"
